/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Uw %@ configureren";
"CreateExtendMoreInfo" = "Selecteer 'Maak een nieuw draadloos netwerk aan' als u een nieuw draadloos netwerk voor het draadloze AirPort-apparaat wilt configureren. Computers die verbinding maken met dit netwerk kunnen draadloos communiceren met andere computers in het netwerk. Als ze via Ethernet zijn verbonden, kunnen ze via Ethernet communiceren. Als u instelt dat uw draadloze AirPort-apparaat verbinding kan maken met het internet, kunnen computers die via een draadloze verbinding of een Ethernet-verbinding met uw netwerk zijn verbonden ook gebruikmaken van deze internetverbinding. Klik op 'Ga door' om een nieuw draadloos netwerk te configureren.\n\nSelecteer 'Breid het bereik van mijn AirPort Extreme- of AirPort Express-netwerk uit' als u het apparaat verbinding wilt laten maken met een bestaand AirPort-netwerk om het bereik van dit netwerk uit te breiden. Deze methode om het bereik van een draadloos netwerk uit te breiden wordt een WDS (Wireless Distribution System) genoemd. Draadloze apparaten in een WDS delen een gezamenlijke internetverbinding en verdelen deze verbinding over de computers die zijn verbonden met het netwerk.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Uw draadloze apparaat een naam en wachtwoord geven";
"NameMoreInfo" = "De naam wordt weergegeven in de navigatiekolom van AirPort-configuratieprogramma. Gebruik een goed herkenbare naam, zoals \"Woonkamer\" of \"Kantoor\". Als een netwerk meerdere draadloze apparaten bevat, kunt u op deze manier eenvoudig het te configureren of te wijzigen apparaat herkennen. Geef een wachtwoord op voor het apparaat. Dit is het wachtwoord dat u moet opgeven voordat u de instellingen kunt wijzigen.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Het netwerk beveiligen";
"SecurityMoreInfo" = "U kunt uw netwerk met een wachtwoord beveiligen. In dit geval kunnen alleen gebruikers die dit wachtwoord kennen verbinding maken met het netwerk.\n\nDraadloze AirPort-apparaten bieden ondersteuning voor twee typen wachtwoorden:\n• WPA2-wachtwoorden (Wi-Fi Protected Access) zijn veiliger, maar minder compatibel.\n• 128-bits WEP-wachtwoorden (Wired Equivalent Privacy) bieden grotere compatibiliteit met oudere computers en draadloze kaarten.\n\nAls u 'Geen beveiliging' kiest, kan iedereen binnen het bereik van uw basisstation verbinding maken met het netwerk zonder dat een wachtwoord hoeft te worden opgegeven. Deze mogelijkheid wordt sterk afgeraden.\n\nAls u voor 128-bits WEP kiest, moet u een wachtwoord opgeven dat uit precies 13 tekens bestaat. Zo zorgt u ervoor dat het netwerk ook toegankelijk is voor Windows-computers en andere niet-Macintosh apparatuur.\n\nAls u voor WPA2 kiest, moet u een wachtwoord opgeven dat uit ten minste 8 tekens bestaat.";
"SecurityMoreInfoWPANone.Title" = "Het netwerk beveiligen";
"SecurityMoreInfoWPANone" = "U kunt uw netwerk met een wachtwoord beveiligen dat is gebaseerd op de draadloze beveiligingsmethode 'WPA - persoonlijk'. In dit geval kunnen alleen gebruikers die dit wachtwoord kennen verbinding maken met het netwerk.\n\nAls u 'Geen beveiliging' kiest, kan iedereen binnen bereik verbinding maken met het netwerk zonder dat een wachtwoord hoeft te worden opgegeven. Deze mogelijkheid wordt sterk afgeraden.\n\nAls u voor 'WPA - persoonlijk' kiest, moet u een wachtwoord opgeven dat uit ten minste 8 tekens bestaat.";
"SecurityMoreInfoWPA2None.Title" = "Het netwerk beveiligen";
"SecurityMoreInfoWPA2None" = "U kunt uw netwerk met een wachtwoord beveiligen dat is gebaseerd op de draadloze beveiligingsmethode 'WPA/WPA2 - persoonlijk'. In dit geval kunnen alleen gebruikers die dit wachtwoord kennen verbinding maken met het netwerk.\n\nAls u 'Geen beveiliging' kiest, kan iedereen binnen bereik verbinding maken met het netwerk zonder dat een wachtwoord hoeft te worden opgegeven. Deze mogelijkheid wordt sterk afgeraden.\n\nAls u voor 'WPA/WPA2 - persoonlijk' kiest, moet u een wachtwoord opgeven dat uit ten minste 8 tekens bestaat.";
"SecurityMoreInfoTSN.Title" = "Het netwerk beveiligen";
"SecurityMoreInfoTSN" = "U kunt uw netwerk met een wachtwoord beveiligen. In dit geval kunnen alleen gebruikers die dit wachtwoord kennen verbinding maken met het netwerk.\n\nDraadloze AirPort-apparaten bieden ondersteuning voor twee typen wachtwoorden:\n• WPA2-wachtwoorden (Wi-Fi Protected Access) zijn veiliger, maar minder compatibel.\n• WEP-wachtwoorden (Transitional Security Network) bieden grotere compatibiliteit met oudere WEP-computers en draadloze kaarten.\n\nAls u 'Geen beveiliging' kiest, kan iedereen binnen het bereik van uw basisstation verbinding maken met het netwerk zonder dat een wachtwoord hoeft te worden opgegeven. Deze mogelijkheid wordt sterk afgeraden.\n\nAls u voor WEP (Transitional Security Network) kiest, moet u een wachtwoord opgeven dat uit precies 13 tekens bestaat.\n\nAls u voor WPA2 kiest, moet u een wachtwoord opgeven dat uit ten minste 8 tekens bestaat.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Hoe brengt u een verbinding met het internet tot stand?";
"InternetMoreInfo" = "Als u via een ADSL- of kabelmodem verbinding maakt met het internet en uw internetaanbieder u automatisch een IP-adres toewijst via DHCP, selecteert u de eerste optie.\n\nSelecteer de tweede optie als u verbinding maakt met het internet via PPPoE (PPP over Ethernet). Als u via PPPoE verbinding maakt met het internet, hebt u vermoedelijk een accountnaam en wachtwoord ontvangen van uw internetaanbieder. Neem bij twijfel contact op met uw aanbieder.\n\nSelecteer de derde optie als u verbinding maakt via een Ethernet-netwerk. Neem contact op met de netwerkbeheerder (of degene die het netwerk heeft opgezet) voor informatie over de toekenning van een IP-adres (via DHCP of handmatig).\n\nAls u een AirPort-basisstation met een interne modem configureert en u een PPP-inbelaccount hebt, selecteert u 'Ik gebruik een modem die op mijn telefoonlijn is aangesloten'.\n\nSelecteer 'Ik wil nog geen internetverbinding' als u verder wilt gaan met het configureren van het basisstation, maar geen verbinding met het internet wilt maken. U kunt later terugkeren naar dit venster om alsnog een internetverbinding te configureren.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "TCP/IP op uw apparaat configureren";
"EthernetMoreInfo" = "Afhankelijk van de manier waarop uw internetaanbieder IP-adressen toekent, kiest u 'Handmatig' of 'Via DHCP' uit het venstermenu 'Configureer IPv4'.\n\nAls u automatisch een IP-adres krijgt toegewezen van uw internetaanbieder, kiest u 'Via DHCP' uit het venstermenu 'Configureer TCP/IP'. Het veld met het IP-adres en de andere velden worden automatisch door uw internetaanbieder ingevuld.\n\nAls u een IP-adres en andere nummers bij uw internetaccount hebt ontvangen, kiest u 'Handmatig' en gebruikt u deze informatie om het IP-adres van het draadloze AirPort-apparaat handmatig te configureren. Neem bij twijfel contact op met uw internetaanbieder.\n\nWanneer uw internetaanbieder u vraagt om het MAC-adres van uw apparaat, geeft u het adres van de Ethernet-WAN-poort door dat staat vermeld op het etiket aan de onderkant van het draadloze AirPort-apparaat.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Geef op waarvoor u uw %@ wilt gebruiken.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Als u al over een draadloos AirPort-apparaat of een draadloze router beschikt en u het apparaat wilt vervangen door uw %@, kiest u 'Ik wil een bestaand basisstation of een bestaande draadloze router vervangen door mijn %@'.";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Als u al beschikt over een netwerk en u uw %@ draadloos of via Ethernet met dit netwerk wilt verbinden, kiest u 'Ik wil mijn %@ met mijn huidige netwerk verbinden'.";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Als u niet over een draadloos netwerk beschikt of als u een nieuw draadloos netwerk wilt aanmaken, kiest u 'Ik wil een nieuw draadloos netwerk aanmaken'.";

"GuestNetworkMoreInfo.Title" = "Gastnetwerk";
"GuestNetworkMoreInfo" = "Via een gastnetwerk kunnen clientcomputers verbinding maken met het internet zonder dat ze toegang krijgen tot uw private netwerk. U kunt kiezen of u een gastnetwerk wel of niet met een wachtwoord wilt beveiligen.\n\nVia een handmatige configuratie kunt u andere opties voor het gastnetwerk instellen, zoals het uitwisselen van bestanden tussen computers die met het gastnetwerk zijn verbonden.";


/* End of strings file */
